export const postsData = [
  {
    src: "../img/photo-of-woman-wearing-eyeglasses-3184405.png",
    author: "John Doe",
    date: "23 авг. 2023",
    title: "Невиданный «Беркут»: к 25-летию первого полета Су-47",
    text: "Истребитель Су-47, впервые поднятый в воздух 25 сентября 1997 года, считается одним из самых необычных самолетов. В первую очередь, благодаря своей главной особенности – крылу обратной стреловидности.",
  },
  {
    src: "../img/man-in-black-suit-wearing-eye-glasses-sitting-on-gray-sofa-using-macbook-3772622.png",
    author: "Иванов Иван",
    date: "15 ноя. 2023",
    title: "Светлое будущее «черного крыла»",
    text: "Композитное крыло, которое прозвали «черным» из-за цвета углепластика, считается одной из главных особенностей новейшего авиалайнера МС-21.",
  },
  {
    src: "../img/photo-of-woman-looking-at-man-3183173.png",
    author: "Федоров Андрей",
    date: "02 мая. 2024",
    title: "Как это работает. Флюорограф",
    text: "Туберкулез, о скорой победе над которым периодически сообщают медики, все еще остается распространенным заболеванием. А с приходом коронавируса, который также поражает легкие, ситуация обострилась.",
  },
];
